Repository: sdilenedomy/prvni-vlastovka-kalkulacka-server
Catalog: loans/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Loan amount
cs: Velikost půjčky

source: Accept Offer
cs: Přijmout nabídku

source: Offer Actions
cs: Možnosti nabídky

source: The contract was uploaded and the loan was moved to accepted loans.
cs: Smlouva byla nahrána a půjčka byla přesunuta mezi přijaté půjčky.

source: Accept offer %s
cs: Přijmout nabídku %s

source: Loans
cs: Půjčky

source: Upload the creditor signed contract
cs: Nahrajte veřitelem podepsanou smlouvu

source: Contract
cs: Smlouva

source: currency
cs: měna

source: repayment of both prinicipal and interest at the end
cs: úrok i jistina na konci

source: yearly repayment of interest, principal at the end
cs: úrok vyplácený po letech, jistina na konci

source: interest repayment type
cs: vyplácení úroku

source: interest
cs: úrok

source: %d year
cs: %d rok

source: duration
cs: trvání

source: contact email
cs: kontaktní email

source: lender language
cs: jazyk věřitele

source: responsible person
cs: zodpovědná osoba

source: offer
cs: nabídka

source: offers
cs: nabídky

source: contract
cs: smlouva

source: accepted loan
cs: přijatá půjčka

source: accepted loans
cs: přijaté půjčky

source: Accept
cs: Přijmout nabídku

source: Project Swallow calculator administration
cs: Správa kalkulačky První vlaštovky

source: Project Swallow calculator admin
cs: Správa kalkulačky První vlaštovky

source: Information about a direct loan to První Vlaštovka
cs: Informace k přímé půjčce pro První vlaštovku
